Repository: audaxland/sirn-theme-and-plugin-exporter
Catalog: languages/sirn-theme-and-plugin-exporter-*.po
Languages: fr_fr

source: This plugin allows you to create .zip files from your themes and plugins which will be ready to use for installing them on another WordPress website
fr_fr: Ce plugin vous permet de créer les fichiers .zip depuis vos thèmes et plugins et que vous pourrez ensuite installer sur un autre site WordPress.

source: Select below the themes and plugin that you wish to export and then click on "Create .zip files" to generate the files.
fr_fr: Choisissez ci-dessous les thèmes et plugins que vous souhaitez exporter et cliquez sur "Créer les fichiers .zip" pour générer les fichiers.

source: When generated, the .zip files are stored into your upload directory and the links to those files are listed below.
fr_fr: Les fichiers .zip ainsi générés sont stockés dans le répertoire uploads de votre site et les liens vers ces fichiers sont listés ci-dessous.

source: You can then download those files by clicking on the corresponding links at the bottom of this page.
fr_fr: Vous pouvez alors télécharger ces fichiers en cliquant sur leur liens respectifs au bas de cette page.

source: Once you're done downloading your .zip files you can delete theme form the server by clicking on "Delete all .zip files".
fr_fr: Une fois que vous avez télécharger vos fichiers .zip, vous pouvez les supprimer du serveur en cliquant sur "Supprimer tous les fichier .zip".

source: The upload directory is not writable on this server, you must make it writable for this plugin to work
fr_fr: Le répertoire uploads sur ce serveur n'est pas ouvert en écriture, vous devez permettre l'écriture dans ce répertoire pour que ce plugin puisse fonctionner.

source: Select which themes and plugins you wish to export
fr_fr: Choisissez les thèmes et plugins que vous souhaitez exporter

source: Select the themes you want to export
fr_fr: Choisissez les thèmes que vous voulez exporter

source: Select the plugins you want to export
fr_fr: Choisissez les plugins que vous voulez exporter

source: Select the mu-plugins you want to export
fr_fr: Choisissez les mu-plugins que vous voulez exporter

source: Create .zip files
fr_fr: Créer les fichiers .zip

source: Download your themes and plugins in their .zip format below
fr_fr: Téléchargez ci-dessous vos thèmes et plugins au format .zip

source: List of theme .zip files available
fr_fr: Liste des fichiers .zip de thèmes disponibles

source: List of plugin .zip files available
fr_fr: Liste des fichiers .zip de plugins disponibles

source: The normal plugins
fr_fr: Les plugins normaux

source: The mu-plugins
fr_fr: Les mu-plugins

source: Delete all .zip files
fr_fr: Supprimer tous les fichiers .zip

source: No plugin on your WordPress
fr_fr: Aucun plugin n'est installé sur votre site WordPress

source: No mu-plugin on your WordPress
fr_fr: Aucun mu-plugin n'est installé sur votre site WordPress

source: No file available
fr_fr: Aucun fichier disponible
